adobe-source-han-serif-otc-fonts
alsa-utils
archey3
autoconf
automake
bash
binutils
bison
bluez
bluez-utils
bzip2
cabal-install
chromium
cmake
compton
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
e2fsprogs
emacs-git
emacs-pdf-tools-git
exa
exfat-utils
expac
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-skin-material
fcitx-skk
fcitx-ui-light
fd
feh
file
filesystem
findutils
flashplugin
flex
freeglut
gawk
gcc
gcc-libs
gdb
gettext
ghc
glibc
gnumeric
gnuplot
google-chrome-dev
grep
grive-git
groff
gzip
happy
haskell-ide-engine
imagemagick
inetutils
intel-ucode
iproute2
iputils
jfsutils
jmtpfs
jupyter
latex2rtf
less
lib32-libpulse
lib32-mpg123
lib32-nvidia-utils
libmtp
libtool
licenses
linux
logrotate
lvm2
lxrandr
m4
make
man-db
man-pages
mdadm
mpv
msmtp
mtpfs
nano
netctl
ntfs-3g
ntp
nvidia
nvidia-settings
otf-ipaexfont
otf-source-han-code-jp
p7zip
pacman
pacman-contrib
pandoc
patch
pavucontrol
pciutils
pepper-flash
perl
perl-rename
pigz
pkgconf
poppler-data
procps-ng
psmisc
pulseaudio
python
python-language-server
python-matplotlib
python-numpy
python-pandas
reiserfsprogs
ripgrep
rsync
rtorrent
rustup
s-nail
screenfetch
sed
shadow
skk-jisyo
snes9x
stack-bin
stunnel
sudo
sxiv
sxiv-rifle
sysfsutils
systemd
systemd-boot-pacman-hook
systemd-sysvcompat
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
transmission-gtk
ttf-hackgen
ttf-ricty
unarchiver
unzip
usbutils
util-linux
vi
w3m
wget
which
wine
winetricks
xfsprogs
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xrandr
yacreader
yay
youtube-dl
zathura
zathura-pdf-poppler
zenity
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-pure-prompt
zsh-syntax-highlighting
