alacritty
alsa-utils
autoconf
automake
base
binutils
bison
bluez
bluez-utils
brave-nightly-bin
breeze
breeze-gtk
emacs
fakeroot
fbterm
fcitx5-configtool
fcitx5-gtk
fcitx5-nord
fcitx5-skk
file
findutils
flex
gawk
gcc
gettext
ghcup-hs-bin
git
grep
groff
gtk2
gzip
intel-ucode
iwd
libtool
linux
linux-firmware
m4
make
megasync-bin
mpv
pacman
paru-bin
patch
pavucontrol
pkgconf
pulseaudio
qt5ct
sed
sudo
texinfo
ttf-hackgen
unarchiver
vi
which
xf86-video-intel
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xset
zsh
zsh-autosuggestions
zsh-pure-prompt
zsh-syntax-highlighting
