alacritty
alsa-utils
amd-vulkan-prefixes
amdgpu-dkms
amdgpu-pro-oglp
arch-install-scripts
autoconf
automake
base
base-devel
binutils
bison
bluez
bluez-firmware
bluez-plugins
bluez-utils
brave-nightly-bin
ccls
ceph-libs-bin
chromium-widevine
clang
corectrl
darktable
docker
docker-compose
dosfstools
dropbox
emacs
expac
fakeroot
fbterm
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-nord
fcitx5-qt
fcitx5-skk
flatpak
flex
gcc
ghcup-hs-bin
ghostscript
git
glmark2
gnuplot
google-chrome
gptfdisk
grive
groff
gtk2
imagemagick
intel-ucode
iwd
jmtpfs
joycond-git
jupyter-nbconvert
jupyter-notebook
lib32-amdgpu-pro-oglp
lib32-fakeroot
lib32-libltdl
lib32-libpulse
lib32-systemd
lib32-vulkan-radeon
libtool
libva-mesa-driver
linux
linux-firmware
linux-headers
m4
make
man-db
man-pages-ja-git
megasync-bin
mesa-utils
mesa-vdpau
mpv
mtpfs
multilib-devel
nordvpn-bin
onboard
pacman-contrib
paru-bin
patch
pavucontrol
pdfjs
pinta
pkgconf
pkgstats
poppler-data
pulseaudio
pulseaudio-bluetooth
python-epc
python-ipywidgets
python-lsp-server
python-matplotlib
python-pandas
python-pytorch-opt-rocm
python-scikit-learn
python-scipy
python-seaborn
python-torchvision-rocm
qt5ct
radeontop
rocm-opencl-runtime
rocm-opencl-sdk
rsync
rust-analyzer
rustup
samba
skk-jisyo
steam
sudo
texinfo
transmission-gtk
tree
ttf-hackgen
unarchiver
unzip
usbutils
vi
vulkan-amdgpu-pro
vulkan-radeon
vulkan-tools
vulkan-validation-layers
webkit2gtk
wget
which
wine
winetricks
wqy-zenhei
xf86-video-amdgpu
xorg-server
xorg-xinit
xorg-xrandr
yacreader
yq
yuzu-mainline-bin
zathura
zathura-cb
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-completions
zsh-pure-prompt
zsh-syntax-highlighting
