alacritty
alsa-utils
arch-install-scripts
autoconf
automake
base
binutils
bison
bluez
bluez-utils
brave-nightly-bin
breeze
breeze-gtk
ccls
chromium-widevine
clang
cool-retro-term
darktable
dhcpcd
dosfstools
dropbox
emacs
expac
fakeroot
fbterm
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-nord
fcitx5-qt
fcitx5-skk
flatpak
flex
gcc
ghcup-hs-bin
ghostscript
git
gnuplot
google-chrome
gptfdisk
grive
groff
gtk2
imagemagick
intel-ucode
jmtpfs
jupyter-nbconvert
jupyter-notebook
jupyter_contrib_nbextensions
kmscon
lib32-fakeroot
lib32-libltdl
lib32-libpulse
lib32-nvidia-utils
lib32-systemd
libtool
linux
linux-firmware
m4
make
man-db
man-pages-ja-git
megasync-bin
mpv
mtpfs
mutt
nordvpn-bin
ntfs-3g
ntp
nvidia
onboard
pacman-contrib
paru-bin
patch
pavucontrol
pdfjs
pkgconf
poppler-data
pulseaudio
python-epc
python-ipywidgets
python-matplotlib
python-pandas
python-scipy
python-statsmodels
qt5ct
rsync
rustup
samba
skk-jisyo
steam
sudo
sxiv-rifle
texinfo
transmission-cli
transmission-gtk
transmission-qt
tree
ttf-hackgen
unarchiver
unzip
usbutils
vi
webkit2gtk
wget
which
xorg-server
xorg-xinit
xorg-xrandr
yacreader
zathura
zathura-cb
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-completions
zsh-pure-prompt
zsh-syntax-highlighting
